---
kind: property
id: P:Autodesk.Revit.DB.Category.IsCuttable
source: html/e6fc7079-65e4-473f-0778-87ce9d926384.htm
---
# Autodesk.Revit.DB.Category.IsCuttable Property

Indicates if the category is cuttable or not.

## Syntax (C#)
```csharp
public bool IsCuttable { get; }
```